Revit 2027 API
ParameterTypeId.RbsElecApparentCurrentPhaseaParam Property
 "Apparent Current Phase A"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecApparentCurrentPhaseaParam { get; }
Public Shared ReadOnly Property RbsElecApparentCurrentPhaseaParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecApparentCurrentPhaseaParam {
	ForgeTypeId^ get ();
}
static member RbsElecApparentCurrentPhaseaParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace